Repository: BilmSoftGit/PosPos
Catalog: Pospos.AdminUI/Resources/SharedResource.*.resx
Languages: tr

source: Bank
tr: Banka

# button.cancellationrefund
source: Cancel/Refund
tr: İptal/İade

# button.detail
source: Detail
tr: Detay

# button.no.cancel
source: Cancel
tr: Vazgeç

# button.search
source: Search
tr: Ara

# button.yes.cancel
source: Yes, Cancellation/Refund
tr: Evet, İptal/İade

source: Card Holder
tr: Kart Sahibi

# cardnumber.firstcharacter
source: Card Number (First 6 Digits)
tr: Kart Numarası (İlk 6 Hanesi)

# datatables.payment.columns.companyname
source: Company Name
tr: Firma Adı

source: Forgot Password
tr: Şifremi unuttum

source: LogIn
tr: Giriş Yap

# login.fullfill.form
source: Please fullfill your info
tr: Lütfen bilgilerinizi girerek giriş yapınız

# menu.name.approved
source: Confirmed Payments
tr: Onaylanmış Ödemeler

# menu.name.loginpage
source: Main Page
tr: Giriş Ekranı

# menu.name.logout
source: Logout
tr: Oturumu Kapat

# menu.name.memberbusinesses
source: Member Businesses
tr: Üye İşyerleri

# menu.name.payment
source: All Payments
tr: Tüm Ödemeler

# menu.name.paymentsrefundcancel
source: Returns and Cancellations
tr: İade ve İptaller

# menu.name.pendingapproval
source: Pending Payments
tr: Bekleyenler Ödemeler

# menu.name.pendingbankapproval
source: Bank Approval Pending
tr: Banka Onayı Bekleyenler

# menu.name.roles
source: Roles
tr: Roller

# menu.name.rolespermissions
source: Roles And Permissions
tr: Roller ve Yetkiler

# menu.name.settings
source: Settings
tr: Ayarlar

# menu.name.settingsbank
source: Bank Settings
tr: Banka Ayarları

# menu.name.settingspanel
source: Panel Settings
tr: Panel Ayarları

# menu.name.settingspayment
source: Payment Settings
tr: Ödeme Ayarları

# menu.name.successpayments
source: Unsuccessful Payments
tr: Başarılı Ödemeler

# menu.name.supportcenter
source: Support Center
tr: Destek Merkezi

# menu.name.unsuccesspayments
source: Successful Payments
tr: Başarısız Ödemeler

# menu.name.usermanagement
source: User Management
tr: Kullanıcı Yönetimi

# menu.name.users
source: Users
tr: Kullanıcılar

source: Password
tr: Şifre

# payment.list.question.cancel
source: If it is not within your authority, the cancellation/refund request will be transferred to a higher authority. Otherwise, the cancellation/refund process will be initiated directly.<br /><br />Are you sure you want to initiate the cancellation/refund process?
tr: Eğer yetkiniz dahilinde değil ise iptal/iade talebi bir üst yetkiye aktarılacaktır. Aksi taktirde iptal/iade işlemi direk başlatılacaktır.<br /><br />İptal/iade işlemini başlatmak istediğinize emin misiniz?

# payment.list.question.canceledprocess
source: Transaction aborted
tr: İşlemden vazgeçildi

# payments.cardfooter.text
source: It may take a short time for the search results to appear. Please wait after saying "Search".
tr: Arama sonuçlarının görüntülenmesi kısa bir süre alabilir. Lütfen "Ara" dedikten sonra bekleyin.

# payments.list.subtitle
source: Filtering (Search)
tr: Filtreleme (Arama)

# payments.list.success.title
source: Successful Payments
tr: Başarılı Ödemeler

# payments.list.title
source: Confirmed Payments
tr: Onaylanmış Ödemeler

# payments.list.unsuccess.title
source: Unsuccessful Payments
tr: Başarısız Ödemeler

# pleasechose
source: Please choose....
tr: Lütfen Seçiniz...

# project.name
source: PosPos - Management Panel
tr: PosPos - Yönetim Paneli

source: Register
tr: Yeni üye işyeri kaydı

# remember
source: Remember me
tr: Beni Hatırla

# session.succesfully.ended
source: Session successfully ended
tr: Oturumunuz başarılı bir şekilde sonlandırıldı.

# username
source: Email Address
tr: Kullanıcı Adı
